Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: The spokesman for the US navy commented on this saying that “ships that are capable of shooting down the ballistic missiles headed to the Japanese sea” while Korea is preparing to launch next month. Later on Thursday, Japan said that it is ready to dow
ar: الى ذلك قال متحدث باسم القوات البحرية الأميركية، إن سفنا قادرة على إسقاط الصواريخ البالستية تحركت باتجاه بحر اليابان، في وقت تستعد فيه كوريا لإطلاق صواريخ الشهر المقبل. وفي وقت لاحق الخميس، أعلنت اليابان أنها مستعدة لإسقاط الصاروخ الكوري في حال دخل أي ج

source: US ships to face Korea’s threat
ar: سفن أميركية لمواجهة تهديدات كوريا

source: It is said that North Korea had declared earlier that it is to launch a long-range missile in the period of time between the fourth and eighth of April using a launch pad of which the first layer is based in Japanese sea, not far from the northern Japanes
ar: يذكر ان كوريا الشمالية اعلنت في وقت سابق انها ستطلق صاروخا طويل المدى بين الرابع والثامن من ابريل المقبل بواسطة قاذف يفترض ان تقع طبقته الاولى في بحر اليابان في مكان غير بعيد عن مدينة اكيتا شمالي اليابان ومقاطعة آلاسكا الاميركية.

source: The Japanese government expressed, today, once again fear over the possibility of some parts of the Ballistic missile falling on Japanese land. It urged its citizens to maintain composure and calm. Japan’ chief cabinet secretary, Nobutaka Machimura, said
ar: كررت الحكومة اليابانية اليوم مرة أخرى خوفها من إحتمال وقوع أجزاء من الصواريخ الباليستية أو حطامها على بعض أرجاء البلاد وحثت المواطنين على رباطة الجأش والتزام الهدوء. وقال كبير امناء مجلس الوزراء الياباني تاكيو كاوامورا في مؤتمر صحافي عقد اليوم على هامش اع

source: Tokyo, agencies:
ar: طوكيو، وكالات:

source: Japan urges its citizens to remain calm about Korea's missiles
ar: اليابان تحث مواطنيها على الهدوء حيال صواريخ كوريا

source: If North Korea carries out the launch, the Obama Asministration will have less than five minutes to decide as to whether the launch represents a threat, and if necessary, shoot the missile down. A US official said that the Aegis-equipped destroyer USS HOP
ar: وإذا نفذت كوريا الشمالية عملية الإطلاق، فسيكون أمام إدارة أوباما أقل من خمس دقائق لتقرر ما إذا كانت عملية الإطلاق تشكل خطراً، وإذا لزم الأمر، إسقاط الصاروخ. وقال المسؤول الأميركي إن المدمرة USS HOPPER، المزودة بنظام رادار أيغيس، كان من المقرر أن تترك مينا

source: The increase in tension on this ground comes at a time where US Secretary of State Hillary Clinton said, Wednesday, that the United States does not plan to bring down North Korea long-range missile, but it will refer the matter to the Security Council sh
ar: وتأتي زيادة التوتر هذه على الأرض، في وقت قالت فيه وزيرة الخارجية الأميركية هيلاري كلينتون، الأربعاء، إن الولايات المتحدة لا تخطط لإسقاط صاروخ كوريا الشمالية طويل المدى، لكنها سترفع الأمر إلى مجلس الأمن إذا واصلت بيونغ يانغ مخططها لإطلاقه. وأضافت الوزيرة

source: It is worth mentioning that the UN Security Council resolution for 2006, bans North Korea to carry out any ballistic missile activities. Clinton's statements come at a time where officials confirmed reports indicating that North Korea has placed what is b
ar: يشار إلى أن قرار مجلس الأمن الدولي لعام 2006، يحظر على كوريا الشمالية القيام بأي أنشطة صاروخية بالستية. وتأتي تصريحات كلينتون في وقت أكد فيه مسؤولون تقارير قالت إن كوريا الشمالية وضعت ما يعتقد انه صاروخ تايبودونغ-2 طويل المدى على منصة إطلاقه في منشأة موسو

source: Quoting sources in close relations with the project, Japanese Kyodo news agency, said that the missile is on the launch pad and ready for launch. Taeboudoung 2, which will be used to launch the satellite, is believed to reach up to 6700 Km.
ar: وكانت وكالة كيودو اليابانية للأنباء قالت إن الصاروخ على المنصة وجاهز للإطلاق، نقلا عن مصادر وثيقة الصلة بالمشروع. ويعتقد أن مدى صاروخ تايبودونغ 2، الذي سيستخدم في إطلاق القمر الصناعي، يصل إلى 6700 كيلومتر.

source: 120 Pakistanis killed and injured in an attack targeting a mosque during Friday prayers
ar: مقتل واصابة 120 باكستاني فى هجوم على مسجد اثناء صلاة الجمعة

source: 50 killed and 70 wounded in a blast in Pakistan
ar: مقتل 50فى انفجار فى باكستان واصابة 70

source: Moheet: At least 48 people died, and 70 more have been wounded on Friday, in a suicide bombing targeted at a mosque in the Peggyari region, in the Khyber tribal province in Pakistan, during Friday prayers.
ar: محيط:لقى 48 شخصا على الأقل حتفهم، وجرح سبعون آخرون، اليوم الجمعة، في تفجير انتحاري استهدف مسجدا في منطقة بيغياري في مقاطعة خيبر القبلية في باكستان اثناء صلاة الجمعة.

source: Tariq Hayat Khan, a local official in the province, expected the death toll to rise, since the explosion took place in a two-story mosque during the performance of Friday prayers. Rescue teams expect to find more victims.
ar: وتوقع طارق حياة خان وهو مسؤول محلي في المقاطعة أن ترتفع حصيلة الوفيات، إذ وقع التفجير في مسجد من طابقين أثناء تأدية صلاة الجمعة، وتتوقع فرق الإنقاذ العثور على المزيد من الضحايا.

source: It is worth mentioning that this region has witnessed a large number of suicide attacks, against the backdrop of activity led by the Taliban, in addition to sectarian frictions between Sunnis and Shiites.
ar: يذكر ان هذه المنطقة قد شهدت عددا كبيرا من الهجمات الانتحارية على خلفية النشاط الذي تقوده حركة طالبان اضافة الى الحزازات الطائفية بين السنة والشيعة.

source: A local government official named Bakhtiar Khan was reported saying that rescue teams rushed to the mosque, and they are searching under the rubble for survivors.
ar: وقال مسؤول حكومي محلي اسمه بختيار خان قوله إن فرق الانقاذ هرعت الى المسجد، وهي تقوم بالبحث تحت الانقاض عن الناجين.

source: Another suicide attack had killed ten people in the town of Gondola, in the southern province of Waziristan.
ar: وكان هجوم انتحاري آخر قد اودى بحياة عشرة اشخاص في بلدة جندولا في اقليم وزيرستان الجنوبي.

source: The responsibility for that attack, which had targeted a restaurant, was attributed to a dispute between two armed groups.
ar: وقد القيت مسؤولية ذلك الهجوم، الذي استهدف مطعما، على عاتق خلاف بين فئتين مسلحتين.

source: (Dejla Radio) - The Oldest woman in the world is celebrating her 130th birthday
ar: (راديو دجلة) اكبر امرأة معمرة في العالم تحتفل بعيد ميلادها الـ130

source: The oldest woman in the world was found in northern Kazakhstan, and she will celebrate her 130th birthday in 2 days.
ar: اكتشف في شمال كازاخستان اكبر امرأة معمرة في العالم والتي ستحتفل بعيد ميلادها 130 بعد يومين.

source: The woman was discovered by a mere coincidence during a census that was conducted in
ar: وجاء اكتشاف هذه المرأة عن طريق الصدفة وذلك اثناء تعداد سكاني تم اجراءه في منطقة

source: the Karakanda region, in northern Kazakhstan.
ar: كاراكاندا شمال كازخستان

source: Documents and a passport copy showed that this woman called Sakhan Dosuva was born in March 27, 1879. The surprising fact is that Sakhan was registered during the first census conducted in the era of Stalin in 1926, and she was 47 years old at the time.
ar: وقد تبين من الوثائق وصورة جواز السفر بأن هذه المرأة وتدعى (ساخان دوسوفا) من مواليد 27 اذار عام 1879 ، والغريب ايضا ان المرأة كانت قد سجلت ضمن اول تعداد سكاني جرى في عهد ستالين عام 1926 وكان عمرها انذاك 47 سنة

source: When asked about the secret behind her long life, Sakhan said that she never ate sweets or candies, and she always focuses on food containing milk and cheese. And most importantly is having a sense of humor and fun, as she doesn't let any event disturb th
ar: وعن سر عمرها الطويل قالت بأنها لم تأكل الحلويات مطلقا وتركز على الطعام الذي يحتوي على الحليب ومشتقاته، والاهم من ذلك هو روح المرح والدعابة لديها بحيث لا تترك لاي حدث ان يعكر صفو حياتها، وتبتعد قدر الامكان عن الغضب والعصبية وكانت اكبر امرأة معمرة تم اكتشاف

source: 25/03/2009, 11:20 Mecca time
ar: 2009/3/25 الساعة 11:20 بتوقيت مكّة المكرّمة

source: International Atomic Energy Agency fails again in selecting a successor to ElBaradei
ar: الوكالة الدولية للطاقة الذرية تخفق مجددا في اختيار خلفا للبرادعي

source: The International Atomic Energy Agency Logo
ar: شعار الوكالة الدولية للطاقة الذرية

source: Vienna – Moheet
ar: فيينا - محيط:

source: The IAEA’s council has failed to select a consensus candidate to head the International Atomic Energy Agency following Dr. Mohamed ElBaradei’s departure in the upcoming month of November, after having spent twelve years in this post.
ar: أخفق مجلس محافظي الوكالة الدولية للطاقة الذرية خلال جلسته الاستثنائية الأخيرة في اختيار مرشح توافقي لمنصب المدير العام للوكالة خلفا للدكتور محمد البرادعي الذي تنتهي ولايته اواخر نوفمبر القادم بعد ان امضى 12 عاما في هذا المنصب.

source: Yukiya Amano, who was nominated by the Asian group and considerably supported by Western nations, was capable of attainting twenty three out of thirty five votes in the first election round, while his rival, Abdul Samad Minty, was capable of winning twelv
ar: وحصل يوكيا امانو الذي رشحته المجموعة الاسيوية ودعمته الدول الغربية بشكل نسبي خلال الجولة الاولى من التصويت على 23 صوتا من أصل 35 صوتا في حين نال عبد الصمد منتي 12 صوتا وفي الجولة الثانية حصل امانو على 22 صوتا مقابل 12 صوتا وامتناع دولة واحدة عن التصويت.

source: The third election round witnessed Amano's gain of nineteen votes, with one country not casting its vote. Minty was able to win fifteen voices thus failing in getting conclusive election results two days in a row. Either one of the candidates must win a
ar: اما في الجولة الثالثة فحصل امانو على 19 صوتا وامتناع دولة واحدة عن التصويت فيما حصل منتي على 15 صوتا ليفشلا لليوم الثاني على التوالي في الحصول على غالبية الثلثين وفق بنود دستور الوكالة الدولية للطاقة الذرية.

source: In this regard, a Kuwaiti news agency quoted the head of journalists’ council, who stated that both candidates were not able to win the required two thirds of the votes. Consequently, more candidates will be able to nominate themselves until the end of A
ar: وفي هذا الخصوص نقلت وكالة الأنباء الكويتية قول رئيسة مجلس الصحفيين في ختام اعمال الجلسة الاستثنائية أن كلا المرشحين لم يتوصلا الى غالبية الثلثين لحسم هذه المسألة معلنة بأنها ستقوم بفتح باب الترشح امام مرشحين اخرين حتى نهاية ابريل المقبل على ان يتم الاتفاق

source: It is worthwhile to mention that the nominations door for the post of head of IAEA closed in December of 2008. The Agency’s internal laws entail that a new head must be appointed by June of 2009 upon the authorization of the Agency’s general conference,
ar: يذكر ان باب الترشيحات لمنصب المدير العام للوكالة الدولية للطاقة الذرية اقفل في نهاية ديسمبر الماضي وينص القانون الدخلي للوكالة على وجوب تعيين مدير عام جديد للوكالة في موعد اقصاه يونيو 2009 كما ينبغي ان يصادق المؤتمر العام للوكالة المزمع عقده في سبتمبر الم

source: Experts anticipate that the new candidate list might include Rogelio Pfirter, Argentinean head of the Organization for the Prohibition of Chemical Weapons, Luis Echavarri, Spanish director of the Organization for Economic Cooperation and Development's nuc
ar: ويتوقع المراقبون ان تشمل لائحة المرشحين المحتملين لهذا المنصب بعد اخفاق كل من المرشح الياباني والافريقي كلا من الارجنتيني مدير اللجنة التقنية الدولية لحظر الاسلحة الكيميائية روجيلو بيفرتير والاسباني اشفارني رئيس قسم الطاقة الذرية في حلف شمال الاطلسي (ناتو

source: Erdogan expresses Turkey’s willingness to mediate between Damascus and Tel Aviv
ar: اردوغان يعرب عن استعداد بلاده لاستئناف الوساطة بين دمشق وتل أبيب

source: Prime Minister Recep Tayyip Erdogan said that Turkey is ready to mediate between Israel and Syria if the two agree to resume stalled indirect talks, adding that it’s important to solve all issues of the region through dialogue and negotiation.
ar: أعرب رئيس الوزراء التركي رجب طيب اردوغان عن استعداد بلاده إستئناف دور الوسيط بين إسرائيل وسوريا إذا ما وافق البلدان على إعادة إطلاق مباحثاتهما غير المباشرة، مؤكدا على وجوب حل جميع قضايا المنطقة عبر الحوار والتفاوض.

source: Turkey mediated four rounds of indirect talks between Israel and Syria last year, but the process was suspended in December after the Jewish state launched a deadly offensive in the Gaza Strip.
ar: وقامت تركيا برعاية أربع جولات من المباحثات غير المباشرة بين إسرائيل وسوريا العام الماضي، إلا أن هذه العملية توقفت في ديسمبر/كانون الأول بعد الهجوم العسكري الذي شنته إسرائيل في قطاع غزة.

source: Anatolia news agency quoted Erdogan as saying that the negotiations could be revived if both countries wished, adding that the prospect would depend also on the attitude of the new Israeli government, which is yet to take office after elections in Februar
ar: وقال اردوغان، وفقا لما نقلة وكالة أنباء الاناضول، إن المفاوضات يمكن إن تستأنف إذا رغب الجانبان في ذلك، مضيفا أن موقف الحكومة الإسرائيلية الجديدة المنبثقة عن الانتخابات التي جرت في فبراير/شباط الماضي سيكون في نظر الاعتبار.

source: He also said that Turkey is determined to do whatever it could for peace in the Middle East, and that all issues should be resolved at the negotiating table.
ar: وأضاف اردوغان أن أنقرة عازمة على بذل كل ما في وسعها من اجل السلام في الشرق الأوسط، مؤكدا على وجوب حل جميع المشاكل على طاولة المفاوضات.

source: Turkey, the secular Muslim country, is Israel’s main regional ally, and keeps strong economic ties with it since the two signed a military cooperation agreement in 1996.
ar: وتركيا، البلد الإسلامي ذو النظام العلماني، هي الحليف الرئيسي لإسرائيل في المنطقة وتربطها بها علاقات اقتصادية وثيقة منذ توقيع اتفاق التعاون العسكري بينهما عام 1996.

source: However, the Israeli attacks on Gaza strained these ties. In January, Erdogan got mad at the World Economic Forum in Davos (Switzerland) and stormed out of a heated debate on the attack on Gaza after clashing with Israeli President Shimon Peres.
ar: إلا أن العمليات العسكرية الإسرائيلية في غزة وجهت ضربة لهذه العلاقات. ففي يناير/كانون الثاني ، انفجر اردوغان غاضبا في المنتدى الاقتصادي العالمي في دافوس (سويسرا) وانسحب غاضبا من مناقشة عامة حول الهجوم في غزة كان يشارك فيها الرئيس الإسرائيلي شيمون بيريز.

source: Soyuz capsule docks with the International Space Station
ar: التحام مركبة سويوز بالمحطة الفضائية الدولية

source: The Russian Mission Control Centre announced the docking of Russian Soyuz capsule carrying space tourist Charles Simonyi with the International Space Station (ISS) on Saturday.
ar: اعلن المركز الروسي لمراقبة الرحلات الفضائية التحام المركبة الفضائية الروسية سويوز وعلى متنها سائح الفضاء تشارلز سيموني السبت بمحطة الفضاء الدولية،

source: According to the RIA Novosti news agency, the docking took place at 13:00 GMT.
ar: وذكرت وكالة ريا نوفوستي ان عملية التحام المركبة سويوز بالمحطة الفضائية جرت عند الساعة 13.00 بتوقيت جرينتش

source: Spokesman Valery Lyndin said that checks would be made to ensure there were no leaks in the airlock between the capsule and the space station before the crews of the two vessels joined up.
ar: وأكد المتحدث باسم المركز الروسي فاليري ليندين أنه سيتم التحقق في الساعات المقبلة من ان الممر مغلق باحكام، ثم سيكون في وسع طاقمي سويوز والمحطة الفضائية الالتقاء.

source: Hungarian-born US space tourist Charles Simonyi will spend his second vacation in the International Space Station; his first trip was 2 years ago.
ar: وسيقضي سائح الفضاء الامريكي المجري الاصل تشارلز سيموني عندها ثاني عطلة له في المحطة الفضائية الدولية، بعد رحلة اولى قبل حوالى سنتين.

source: Labor votes in favor of joining Netanyahu's government… Likud remains with 6 ministerial portfolios only
ar: العمل يصوت إلى جانب الانضمام إلى حكومة نتانياهو.. الاتفاق يبقي بيد الليكود 6 حقائب وزارية فقط..

source: Librman refuses to Annapolis and Abu rodaina demands Washington to intervene
ar: ليبرمان يرفض أنابوليس وأبو ردينة يطالب واشنطن بالتدخل

source: The Labor Party Central Committee voted on Tuesday in favor of joining Likud chairman Benjamin Netanyahu's coalition. The votes count revealed that the supporters exceeded the opposition by 165 votes, thus making Barak establish his leadership in the part
ar: صوت مؤتمر حزب العمل، يوم أمس الثلاثاء، إلى جانب الدخول في ائتلاف حكومي برئاسة رئيس الليكود، بنيامين نتنياهو، وبعد تعداد الأصوات تبين أن المؤيدين أكثر بـ165 من المعارضين، وبذلك يكون باراك قد رسخ زعامته في الحزب وحقق فوزا على معارضيه.

source: Knesset member Amir Peretz, who is a leader of the opposition, said that the group which suffered a loss of voting will meet and examine its steps. While Knesset member Shelly Yechimovich who also strongly opposes joining the coalition government, said th
ar: وقال عضو الكنيست، عمير بيرتس، وهو من قادة المعارضين، إن المجموعة التي منيت بخسارة في التصويت ستجتمع وتدرس خطواتها. في حين قالت عضو الكنيست شيلي يحيموفيتس وهي أيضا من المعارضين بشدة للانضمام للائتلاف الحكومي، إنها خائبة الأمل من نتائج التصويت إلا أنها تقب

source: Barak had passionately urged members of Congress to vote for the coalition with Netanyahu’s government, and he defended himself against the charges received in recent days by the opposition.
ar: وكان باراك قد حث بانفعال أعضاء المؤتمر على التصويت لصالح الانضمام لحكومة نتنياهو. ودافع عن نفسه في وجه التهم التي وجهت إليه في الأيام الأخيرة من المعارضين.

source: Earlier yesterday, Tuesday, the crews of negotiations for Labor and «Likud» signed a coalition deal, after a meeting between the presidents of both parties, E
ar: وفي وقت سابق من يوم أمس، الثلاثاء، وقع طاقما المفاوضات لحزبي العمل والـ «ليكود» بالحروف الأولى، اتفاقا ائتلافيا، بعد لقاء عقد بين رئيسي الحزبين، إيهود باراك، والمكلف بتشكيل الحكومة بنيامين نتنياهو. ويحصل حزب العمل بموجب الاتفاق على خمس حقائب وزارية. ويط

source: Under the terms of the agreement, which was characterized by general formulas, Israel will seek to develop a comprehensive agreement for peace in the region, commit to all agreements already made, and pledge to continue settlement negotiations. Despite Ba
ar: وحسب بنود الاتفاق التي تميزت بصياغات عامة، ستسعى إسرائيل إلى بلورة اتفاق شامل للسلام في المنطقة، وتلتزم بكافة الاتفاقات المبرمة، وتتعهد بمواصلة مفاوضات التسوية. ورغم دور باراك في التغاضي، بل في توفير الغطاء للبناء الاستيطاني، حسبما كشف النقاب هذا الأسبوع،

source: By: Samer Bater
ar: بقلم: سامر باطر

source: First U.S. Boycott Campaign of Israel
ar: أول حملة أمريكية لمقاطعة شاملة لإسرائيل

source: Samer Bater, editor of Windows Arabic Magazine
ar: سامر باطر، محرر مجلة ويندوز العربية

source: The first U.S. Campaign for the Academic and Cultural Boycott of Israel (USCACBI) was recently launched, despite U.S. laws and hidden laws in some Arab countries that forbid any trade boycott of the Zionist entity. These laws even require that any America
ar: انطلقت مؤخرا أول حملة أمريكية للمقاطعة الأكاديمية والثقافية لإسرائيل باسم USCACBI، حيث تمنع القوانين الأمريكية، و قوانين مخفية لبعض الدول العربية، أي مقاطعة تجارية للكيان الإسرائيلي. بل تشترط أي مساعدة ثقافية أو أكاديمية أمريكية للفلسطينيين إشراك مؤسسات

source: The campaign's website says that in response to the call of Palestinian civil society PACBI to boycott Israel, because of its violations of international laws and ignoring the resolutions of the United Nations, the campaign was launched to boycott any cul
ar: ويشير موقع الحملة إلى أنه استجابة إلى دعوة المجتمع المدني الفلسطيني PACBI لمقاطعة الكيان الإسرائيلي بسبب انتهاكات القوانين الدولية وتجاهلها قرارات الأمم المتحدة، تم إطلاق الحملة المذكورة لمقاطعة أي مبادرة ثقافية أو أكاديمية للكيان. ويشير موقع الحملة إلى أ

source: The campaign’s statement also says that people of conscience in the international community have historically shouldered the moral responsibility to fight injustice, as exemplified in the struggle to abolish apartheid in South Africa through diverse forms
ar: كما يوضح بيان الحملة أن أصحاب الضمير في العالم يتحملون المسؤولية الأخلاقية لمحاربة الظلم كما حصل في صراعهم الذي ساهم في إزالة نظام التمييز العنصري في جنوب أفريقيا من خلال أشكال متنوعة من المقاطعة والعقوبات الاقتصادية وسحب الاستثمارات. وتستلهم الحملة مبادئ

source: According to the campaign, most universities in the entity and their employees fuel hatred, and support the extermination of the Palestinians and the destruction of libraries and their cultural heritage, therefore all elements that are related to the acad
ar: وتشير الحملة إلى أنه، ونظرا إلى انضواء معظم جامعات الكيان والعاملين فيه في تأجيج الكراهية وتأييد إبادة الفلسطينيين وتدمير مكتباتهم وتراثهم الثقافي، فلا بد من مقاطع كل ما يمت بصلة للدوائر الأكاديمية والثقافية في الكيان.

source: Although the campaign started in California, it reached academic environments in other states. The campaign has the following goals: Ending Israeli occupation, dismantling the wall, recognizing the fundamental rights of the Arab-Palestinian citizens of Is
ar: ورغم أن الحملة انطلقت في ولاية كاليفورنيا إلى أنها بدأت تمتد إلى الأوساط الأكاديمية في مختلف الولايات الأمريكية. وتوضح الحملة أهدافها بإنهاء الاحتلال وهدم جدار العزل العنصري والاعتراف بحق الفلسطينيين في إسرائيل بالمساواة الكاملة وحماية واحترام حقوق الفل

source: Academics and organizers of the campaign will engage in disseminating its demands of boycott in their universities and institutes, and inviting others to join the campaign._This campaign parallels the call for boycott and sanctions by trade unions, church
ar: وسيعكف الأكاديميون المنظمون للحملة على نشر مطالبها للالتزام بالمقاطعة في جامعاتهم ومعاهدهم للدعوة للانضمام للحملة. وتنطلق الحملة المذكورة بالتوازي مع دعوات المقاطعة التي بدأت تنطلق في الاتحادات العمالية والكنائس ومؤسسات المجتمع المدني في الولايات المتحدة

source: The campaign invites all those who wish to join this cultural and academic boycott to publicly announce supporting it on:
ar: وتدعو الحملة كل من يود تبني هذه المقاطعة الثقافية والأكاديمية للإعلان عن التأييد لها علنا على العنوان:

source: The campaign also encourages funding scholarships and fellowships for Palestinian students without the usual Israeli conditions on those wishing to go abroad, and calls for not allowing any funding or cultural and academic contribution in projects related
ar: كما تعمل الحملة على تأمين تمويل لتقديم منح دراسية للطلاب الفلسطينيين دون الاشتراطات الإسرائيلية المعهودة لراغبي الدراسة في الخارج. وتطالب الحملة بالامتناع عن أي تمويل أو مساهمة أو مشاركة أكاديمية أو ثقافية في مشاريع ترتبط بمؤسسات إسرائيلية

source: UN secretary-general expresses his concern over North Korean rocket launch
ar: الأمين العام للأمم المتحدة يعبر عن قلقه من إطلاق كوريا الشمالية لصاروخ

source: Sunday 29 March, 2009
ar: الأحد مارس 29 2009

source: Seoul -
ar: سول -

source: DBA. News reports said on Sunday that UN Secretary General Ban Ki-moon has expressed his deep concern about North Korea's plan to launch a rocket early next month, as South Korea, the US and Japan reportedly reached an agreement to refer North Korea to th
ar: ، د ب أ - قالت تقارير الأخبار اليوم الأحد إن الأمين العام للأمم المتحدة بان كي مون جدد قلقه إزاء خطة كوريا الشمالية لإطلاق صاروخ في أوائل الشهر القادم حيث توصلت كوريا الجنوبية و الولايات المتحدة واليابان إلى اتفاق على تقديم القضية الكورية الشمالية إلى مج

source: Ban made similar statements at a U.N. press conference in New York on March 12, saying he was concerned about North Korea's plan to launch what Pyongyang claims is a satellite, adding that, This will threaten the peace and stability in the region.
ar: وأدلى بان بتصريحات مماثلة في مؤتمر صحافي للأمم المتحدة في نيويورك في اليوم الثاني عشر من الشهر الجاري قال فيها إنه قلقٌ إزاء خطة كوريا الشمالية لإطلاق ما تدعي بيونغ يانغ بأنه قمر اصطناعي. وقال 'إن هذا سيهدد السلام والاستقرار في الإقليم.'

source: Earlier this month, North Korea notified international aviation and maritime organizations of its plan to launch a rocket to send a communications satellite into space between April 4-8._North Korea has emphasized it has a right to develop a peaceful spac
ar: وفي أوائل الشهر الحالي أخطرت كوريا الشمالية المنظمات البحرية الدولية بخطتها لإطلاق صاروخ لإرسال قمر اصطناعي للاتصالات إلى الفضاء أثناء الفترة من 4الى 8 من الشهر القادم. وأكدت كوريا الشمالية على أنها تملك حق تطوير برنامج فضاء سلمي بينما ترى سول وواشنطن وطو
